Repository: BenWiederhake/telegram-purple
Catalog: po/*.po
Languages: nl

source: Couldn't create group
nl: Kon groep niet aanmaken

source: Please select at least one other user.
nl: Selecteer minimaal één andere gebruiker.

source: Query Failed
nl: Zoekopdracht mislukt

source: Secret chat ready.
nl: Geheime chat gereed.

source: Secret chat terminated.
nl: Geheime chat beëindigd.

source: Message marked as read.
nl: Bericht gemarkeerd als gelezen.

source: Invite link: %s
nl: Uitnodigingkoppeling: %s

source: Creating chat link failed
nl: Chatkoppeling aanmaken mislukt

source: You need to be admin of the group to do that.
nl: U moet administrator van de groep zijn om dat te kunnen doen.

source: Chat joined
nl: Bij chat binnengekomen

source: Chat added to list of chat rooms.
nl: Chat toegevoegd aan de chatruimtelijst.

source: Start secret chat...
nl: Geheime chat starten...

source: Invite users by link...
nl: Gebruikers met koppeling uitnodigen...

source: Delete and exit...
nl: Verwijderen en afsluiten...

source: Unable to sign on as %s: problem in the underlying library 'tgl'. Please submit a bug report with the debug log.
nl: Kon niet aanmelden als %s: probleem in de onderliggende bibliotheek ‘tgl’. Verstuur alstublieft een foutenrapport met het debuglogboek.

source: Problem in tgl
nl: Probleem in tgl

source: Unable to sign on as %s: phone number lacks country prefix. Numbers must start with the full international prefix code, e.g. +1 for USA.
nl: Kon niet aanmelden als %s: landnummer ontbreekt in telefoonnummer. Nummers moeten starten met het volledige internationale landnummer, bijvoorbeeld +31 voor Nederland.

source: Incomplete phone number
nl: Onvolledig telefoonnummer

source: Secret chat was already deleted
nl: Geheime chat was al verwijderd

source: Secret chat is not ready
nl: Geheime chat is niet gereed

source: Only the creator of a channel can post messages.
nl: Alleen de maker van een kanaal kan berichten plaatsen.

source: Cannot invite buddy to chat
nl: Kan vriend niet uitnodigen om te chatten

source: Specified user does not exist.
nl: Opgegeven gebruiker bestaat niet.

source: phone no. (+ country prefix)
nl: telefoonnummer (+ landnummer)

source: Password (two factor authentication)
nl: Wachtwoord (authentificatie in twee stappen)

source: Fallback SMS verification (Helps when not using Pidgin and you aren't being prompted for the code)
nl: SMS-verificatie om op terug te vallen (Helpt wanneer u Pidgin niet gebruikt en niet wordt gevraagd om de code)

source: Accept secret chats
nl: Geheime chats accepteren

source: Display buddies offline after (days)
nl: Vrienden offline weergeven na (dagen)

source: Don't fetch history older than (days) (0 for unlimited)
nl: Geschiedenis niet ophalen voor ouder dan (dagen) (0 voor oneindig)

source: Add all group chats to buddy list
nl: Alle groepschats aan de vriendenlijst toevoegen

source: Display notices of receipt
nl: Ontvangstmeldingen tonen

source: Send notices of receipt when present
nl: Ontvangstmeldingen versturen indien aanwezig

source: %2$s created chat %1$s.
nl: %2$s heeft geheime chat %1$s aangemaakt.

source: %2$s changed title to %1$s.
nl: %2$s heeft titel naar %1$s gewijzigd.

source: %s changed photo.
nl: %s heeft foto gewijzigd.

source: %s deleted photo.
nl: %s heeft foto verwijderd.

source: %1$s added user %2$s by link.
nl: %1$s heeft gebruiker %2$s toegevoegd met koppeling.

source: %2$s added user %1$s.
nl: %2$s heeft gebruiker %1$s toegevoegd.

source: %2$s deleted user %1$s.
nl: %2$s heeft gebruiker %1$s verwijderd.

source: %2$s set self destruction timer to %1$d second.
nl: %2$s heeft zelfvernietigingstimer ingesteld op %1$d seconde.

source: %2$s marked %1$d message read.
nl: %2$s heeft %1$d bericht als gelezen gemarkeerd.

source: %2$s deleted %1$d message.
nl: %2$s heeft %1$d bericht verwijderd.

source: %2$s made a screenshot of %1$d message.
nl: %2$s heeft een schermafdruk gemaakt van %1$d bericht.

source: Channel %1$s created
nl: Kanaal %1$s aangemaakt

source: Telegram Channels
nl: Telegram-kanalen

source: Sending message failed.
nl: Bericht versturen mislukt.

source: Sending image failed.
nl: Afbeelding versturen mislukt.

source: %s sent a sticker.
nl: %s heeft een sticker verzonden.

source: failed loading message
nl: bericht laden mislukt

source: loading document or picture failed
nl: document of foto laden mislukt

source: Cannot connect to main server
nl: Kan niet verbinden met hoofdserver

source: Cannot connect to server: Ping timeout.
nl: Kan niet verbinden met server: ping-timeout

source: Lost connection to the server...
nl: Verbinding met de server verloren...

source: Telegram wants to verify your identity. Please enter the login code that you have received via SMS.
nl: Telegram wil uw identiteit graag controleren. Voer de inlogcode in die u per SMS heeft ontvangen.

source: Login code
nl: Inlogcode

source: Enter login code
nl: Inlogcode invoeren

source: the code
nl: de code

source: Cancel
nl: Annuleren

source: Registration
nl: Registratie

source: First name
nl: Voornaam

source: Last name
nl: Achternaam

source: Register
nl: Registreren

source: Please register your phone number.
nl: Registreer uw telefoonnummer.

source: Phone number is not registered. Please register your phone on a different client.
nl: Uw telefoonnummer is niet geregistreerd. Registreer uw telefoon op een ander apparaat.

source: Not registered
nl: Niet geregistreerd

source: Password needed
nl: Wachtwoord benodigd

source: Enter password for two factor authentication
nl: Wachtwoord invoeren voor authentificatie in twee stappen

source: No password set for two factor authentication. Please enter it in the extended settings.
nl: Geen wachtwoord ingesteld voor authentificatie in twee stappen. Voer deze in bij de uitgebreide instellingen.

source: Password invalid
nl: Wachtwoord ongeldig

source: Accept secret chat '%s' on this device?
nl: Geheime chat ‘%s’ op dit apparaat accepteren?

source: Secret chat
nl: Geheime chat

source: Secret chats can only have one end point. If you accept a secret chat on this device, its messages will not be available anywhere else. If you decline, you can still accept the chat on other devices.
nl: Geheime chat kunnen slechts één afleverpunt bevatten. Als u een geheime chat op dit apparaat accepteert kunt u deze berichten nergens anders bekijken. Als u weigert kunt u de chat nog steeds op andere apparaten accepteren.

source: Invite at least one additional user by specifying their full name (autocompletion available). You can add more users once the chat was created.
nl: Nodig minimaal één andere gebruiker uit door volledige namen op te geven (automatisch aanvullen is beschikbaar). U kunt meer gebruikers toevoegen als de chat aangemaakt is.

source: Username
nl: Gebruikersnaam

source: Create group chat
nl: Groepschat aanmaken

source: Invite users
nl: Gebruikers uitnodigen

source: Change password
nl: Wachtwoord wijzigen

source: Current
nl: Huidig

source: Password
nl: Wachtwoord

source: Confirm
nl: Bevestigen

source: New password
nl: Nieuw wachtwoord

source: Invalid phone number
nl: Onvolledig telefoonnummer

source: Please enter only numbers in the international phone number format, a leading + following by the country prefix and the phone number. Do not use any other special chars.
nl: Voer alleen cijfers in in het internationale telefoonnummerformaat, dus om te beginnen een + gevolgd door het landnummer en het telefoonnummer. Gebruik geen andere speciale tekens.

source: Leave Chat
nl: Chat verlaten

source: Do you want to leave this chat permantently?
nl: Wilt u deze chat permanent verlaten?

source: Abort Secret Chat
nl: Geheime chat beëindigen

source: Do you want to terminate this secret chat permantently?
nl: Wilt u deze geheime chat permanent beëindigen?

source: Delete Contact
nl: Contact verwijderen

source: Do you want to remove this user from your global contact list?
nl: Wil u deze gebruiker uit uw algemene contactenlijst verwijderen?

source: Leave Channel
nl: Kanaal verlaten

source: Do you want to leave this channel?
nl: Wilt u dit kanaal verlaten?

source: recently
nl: recent

source: last week
nl: afgelopen week

source: last month
nl: afgelopen maand

source: unknown
nl: onbekend

source: You have already left this chat.
nl: U heeft dit kanaal al verlaten.

source: Subject:
nl: Onderwerp:

source: Invite link:
nl: Uitnodigingskoppeling:

source: Supergroup
nl: Supergroep

source: Channel
nl: Kanaal

source: Group
nl: Groep

source: Users in chat
nl: Gebruikers in chat

source: Type
nl: Soort
